<html>
<body>
<h2>Pol&iacute;tica de privacidade para Cosmetic Center</h2>
<p>Todas as suas informa&ccedil;&otilde;es pessoais recolhidas, ser&atilde;o usadas para o ajudar a tornar a sua visita no nosso site o mais produtiva e agrad&aacute;vel poss&iacute;vel.</p>
<p>A garantia da confidencialidade dos dados pessoais dos utilizadores do nosso site &eacute; importante para o Cosmetic Center.</p>
<p>Todas as informa&ccedil;&otilde;es pessoais relativas a membros, assinantes, clientes ou visitantes que usem o Cosmetic Center ser&atilde;o tratadas em concord&acirc;ncia com a Lei da Prote&ccedil;&atilde;o de Dados Pessoais de 26 de outubro de 1998 (Lei n.&ordm; 67/98).</p>
<p>A informa&ccedil;&atilde;o pessoal recolhida pode incluir o seu nome, e-mail, n&uacute;mero de telefone e/ou telem&oacute;vel, morada, data de nascimento e/ou outros.</p>
<p>O uso do Cosmetic Center pressup&otilde;e a aceita&ccedil;&atilde;o deste Acordo de privacidade. A equipa do Cosmetic Center reserva-se ao direito de alterar este acordo sem aviso pr&eacute;vio. Deste modo, recomendamos que consulte a nossa pol&iacute;tica de privacidade com regularidade de forma a estar sempre atualizado.</p>
<h2>Liga&ccedil;&otilde;es a Sites de terceiros</h2>
<p>O aplicativo n&atilde;o se responsabiliza por problemas ou danos causados na compra de produtos sugeridos pelo aplicativo.</p>
<p>A equipe Cosmetic Center n&atilde;o possui nenhum v&iacute;nculo com os sites onde obtem informa&ccedil;&otilde;es p&uacute;blicas de nome de produtos e pre&ccedil;os.</p>
<p>Devido ao extremo dinamismo das pre&ccedil;os a equipe Cosmetic Center n&atilde;o se responsabiliza pela possibilidade da r&aacute;pida desatualiza&ccedil;&atilde;o das informa&ccedil;&otilde;es oferrecidas.</p>
<p>O Cosmetic Center possui liga&ccedil;&otilde;es para outros sites, os quais, a nosso ver, podem conter informa&ccedil;&otilde;es / ferramentas &uacute;teis para os nossos visitantes. A nossa pol&iacute;tica de privacidade n&atilde;o &eacute; aplicada a sites de terceiros, pelo que, caso visite outro site a partir do nosso dever&aacute; ler a politica de privacidade do mesmo.</p>
<p>N&atilde;o nos responsabilizamos pela pol&iacute;tica de privacidade ou conte&uacute;do presente nesses mesmos sites.</p>
</body>
</html>
